api_id = 25983686
api_hash = "d49ffa3e2b617c66250b7f4c169d1cb9"
# данные от приложения телеграм. Их можно найти в интернете или создать самому приложение
chance = 7
# шанс ответа
my_id = 1
ignoreusers = [my_id]
# игнор пользователей (айдишники через запятую вставлять внутри квадратных скобок)
chats = []
# игнор чатов (айдишники через запятую вставлять внутри квадратных скобок)
reactions = "❤️🔥"
# список реакций, который бот рандомно выбирает и ставит
reply_only = 1
# 1 - постоянно отвечать на сообщения 2 - отвечать по желанию 0 - не отвечать
answer_only_on_replies = False
# ответ только на реплаи
send_pm = False
# отвечать в личные сообщения
chat_leave = False
# выходить с чатов
